"CUSTOM_DAILY_INTERVAL_FORMAT" = "Minden %u napban";
"CUSTOM_BYDAY_ITEM_FORMAT" = "%@ %@";
"CUSTOM_WEEKLY_INTERVAL_FORMAT" = "Minden %u héten";
"CUSTOM_WEEKLY_DAYS_INTERVAL_FORMAT" = "Minden %u hét %@ napján";
"CUSTOM_WEEKLY_DAYS_FORMAT" = "Minden hét %@ napján";
"CUSTOM_WEEKLY_WEEKDAYS" = "Hétköznapok";
"CUSTOM_WEEKLY_WEEKENDS" = "Hétvégek";
"CUSTOM_MONTHLY_INTERVAL_FORMAT" = "Minden %u hónapban";
"CUSTOM_MONTHLY_BYDAY_FORMAT" = "Minden hónap %@ napján";
"CUSTOM_MONTHLY_BYDAY_INTERVAL_FORMAT" = "Minden %u hónap %@ napján";
"CUSTOM_MONTHLY_BYMONTHDAY_FORMAT" = "Minden hónapban, minden %@";
"CUSTOM_MONTHLY_BYMONTHDAY_INTERVAL_FORMAT" = "Minden %u hónapban, minden %@";
"CUSTOM_YEARLY_BYMONTH_INTERVAL_FORMAT" = "Minden %u évben ekkor: %@";
"CUSTOM_YEARLY_BYMONTH_FORMAT" = "Minden évben ekkor: %@";
"CUSTOM_YEARLY_BYDAY_INTERVAL_FORMAT" = "Minden %u évben %@ / %@ napon";
"CUSTOM_YEARLY_BYDAY_FORMAT" = "Minden évben %@ / %@ napon";
"CUSTOM_YEARLY_INTERVAL_FORMAT" = "Minden %u évben";
"FIRST" = "első";
"SECOND" = "második";
"THIRD" = "harmadik";
"FOURTH" = "negyedik";
"LAST" = "utolsó";
"LAST_LIST_ITEM" = ", és %@";
"LAST_SECOND_LIST_ITEM" = " és %@";
"1st" = "1.";
"2nd" = "2.";
"3rd" = "3.";
"4th" = "4.";
"5th" = "5.";
"6th" = "6.";
"7th" = "7.";
"8th" = "8.";
"9th" = "9.";
"10th" = "10.";
"11th" = "11.";
"12th" = "12.";
"13th" = "13.";
"14th" = "14.";
"15th" = "15.";
"16th" = "16.";
"17th" = "17.";
"18th" = "18.";
"19th" = "19.";
"20th" = "20.";
"21st" = "21.";
"22nd" = "22.";
"23rd" = "23.";
"24th" = "24.";
"25th" = "25.";
"26th" = "26.";
"27th" = "27.";
"28th" = "28.";
"29th" = "29.";
"30th" = "30.";
"31st" = "31.";

